app/controllers/books_controller.rb

  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save
---
INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "き"], ["body", ""], ["created_at", "2021-11-02 02:10:16.006244"], ["updated_at", "2021-11-02 02:10:16.006244"]]